brew "neovim"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "fd"
brew "tig"
brew "ripgrep"
brew "node"
brew "mise"
# mise 経由でビルドした Ruby が動的リンクしているため、cleanup 対象から外す
brew "gmp"
brew "libyaml"
brew "openssl@3"
brew "make"
brew "trash-cli"
brew "js-beautify"
brew "gemini-cli"
cask "codex"
